{
    "version": "https://jsonfeed.org/version/1",
    "title": "Nusantara Markt",
    "description": "",
    "home_page_url": "https://nusantara-markt.com",
    "feed_url": "https://nusantara-markt.com/feed.json",
    "user_comment": "",
    "author": {
        "name": "IndoGoods"
    },
    "items": [
        {
            "id": "https://nusantara-markt.com/career.html",
            "url": "https://nusantara-markt.com/career.html",
            "title": "Career",
            "summary": " We have no open position for now. Please come back later.",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/media/posts/14/Untitled-4.jpg\" sizes=\"(max-width: 48em) 100vw, 100vw\" srcset=\"https://nusantara-markt.com/media/posts/14/responsive/Untitled-4-xs.jpg 384w ,https://nusantara-markt.com/media/posts/14/responsive/Untitled-4-sm.jpg 600w ,https://nusantara-markt.com/media/posts/14/responsive/Untitled-4-md.jpg 768w ,https://nusantara-markt.com/media/posts/14/responsive/Untitled-4-lg.jpg 1200w\"  alt=\"\" width=\"1002\" height=\"430\"></figure>\n<p>We have no open position for now. Please come back later.</p>",
            "author": {
                "name": "IndoGoods"
            },
            "tags": [
            ],
            "date_published": "2022-01-13T15:44:19+01:00",
            "date_modified": "2022-01-19T07:42:27+01:00"
        },
        {
            "id": "https://nusantara-markt.com/submit-your-products.html",
            "url": "https://nusantara-markt.com/submit-your-products.html",
            "title": "Submit Your Products",
            "summary": " Are you one of our partners? You can submit your products and we will help you promote them in&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/media/posts/13/Untitled-3.jpg\" sizes=\"(max-width: 48em) 100vw, 100vw\" srcset=\"https://nusantara-markt.com/media/posts/13/responsive/Untitled-3-xs.jpg 384w ,https://nusantara-markt.com/media/posts/13/responsive/Untitled-3-sm.jpg 600w ,https://nusantara-markt.com/media/posts/13/responsive/Untitled-3-md.jpg 768w ,https://nusantara-markt.com/media/posts/13/responsive/Untitled-3-lg.jpg 1200w\"  alt=\"\" width=\"1002\" height=\"430\"></figure>\n<p>Are you one of our <a href=\"https://nusantara-markt.com/partnership-application.html\">partners</a>? You can submit your products and we will help you promote them in our website and other social platforms.</p>\n<p>You can download our Product Submission Form on the link below:</p>\n<ul>\n<li>English: <a href=\"https://nusantara-markt.com/Product Submission Form_English.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" download>download</a></li>\n<li>Indonesia: <a href=\"https://nusantara-markt.com/Product Submission Form_Indonesia.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">download</a></li>\n</ul>\n<p>Send the Form to our email: <a href=\"mailto:info@nusantara-markt.com\">info@nusantara-markt.com</a></p>",
            "author": {
                "name": "IndoGoods"
            },
            "tags": [
            ],
            "date_published": "2022-01-13T15:42:52+01:00",
            "date_modified": "2022-01-19T07:12:30+01:00"
        },
        {
            "id": "https://nusantara-markt.com/partnership-application.html",
            "url": "https://nusantara-markt.com/partnership-application.html",
            "title": "Partnership Application",
            "summary": " We believe in partnerships. We believe in long-term relationships that bring value to both businesses. We believe in win-wins.",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/media/posts/12/Untitled-2.jpg\" sizes=\"(max-width: 48em) 100vw, 100vw\" srcset=\"https://nusantara-markt.com/media/posts/12/responsive/Untitled-2-xs.jpg 384w ,https://nusantara-markt.com/media/posts/12/responsive/Untitled-2-sm.jpg 600w ,https://nusantara-markt.com/media/posts/12/responsive/Untitled-2-md.jpg 768w ,https://nusantara-markt.com/media/posts/12/responsive/Untitled-2-lg.jpg 1200w\"  alt=\"\" width=\"1002\" height=\"430\"></figure>\n<p>We believe in partnerships. We believe in long-term relationships that bring value to both businesses. We believe in win-wins. We care about your products and we want to promote them as your partner.</p>\n<p>You can download our Partnership Application form on this link below:</p>\n<ul>\n<li>English: <a href=\"https://nusantara-markt.com/Partnership Form_English.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" download>download</a></li>\n<li>Indonesia: <a href=\"https://nusantara-markt.com/Partnership Form_Indonesia.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" download>download</a></li>\n</ul>\n<p>Send the application form to our email: <a href=\"mailto:info@nusantara-markt.com\">info@nusantara-markt.com</a></p>",
            "author": {
                "name": "IndoGoods"
            },
            "tags": [
            ],
            "date_published": "2022-01-13T15:41:59+01:00",
            "date_modified": "2022-01-19T06:46:35+01:00"
        },
        {
            "id": "https://nusantara-markt.com/privacy-policy.html",
            "url": "https://nusantara-markt.com/privacy-policy.html",
            "title": "Privacy Policy",
            "summary": "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use&hellip;",
            "content_html": "<p>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.</p>\n<p>We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy. </p>\n<p> </p>\n<h1>Interpretation and Definitions</h1>\n<h2>Interpretation</h2>\n<p>The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p>\n<h2>Definitions</h2>\n<p>For the purposes of this Privacy Policy:</p>\n<ul>\n<li>\n<p><strong>Account</strong> means a unique account created for You to access our Service or parts of our Service.</p>\n</li>\n<li>\n<p><strong>Company</strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to IndoGoods UG, Aristotelessteig 4.</p>\n</li>\n<li>\n<p><strong>Cookies</strong> are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.</p>\n</li>\n<li>\n<p><strong>Country</strong> refers to: Berlin, Germany</p>\n</li>\n<li>\n<p><strong>Device</strong> means any device that can access the Service such as a computer, a cellphone or a digital tablet.</p>\n</li>\n<li>\n<p><strong>Personal Data</strong> is any information that relates to an identified or identifiable individual.</p>\n</li>\n<li>\n<p><strong>Service</strong> refers to the Website.</p>\n</li>\n<li>\n<p><strong>Service Provider</strong> means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.</p>\n</li>\n<li>\n<p><strong>Usage Data</strong> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</p>\n</li>\n<li>\n<p><strong>Website</strong> refers to Nusantara Markt, accessible from <span style=\"color: #e03e2d;\"><a href=\"nusantara-markt.com\">nusantara-markt.com</a></span></p>\n</li>\n<li>\n<p><strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</p>\n</li>\n</ul>\n<h1> </h1>\n<h1>Collecting and Using Your Personal Data</h1>\n<h2>Types of Data Collected</h2>\n<h3>Personal Data</h3>\n<p>While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>\n<p>Email address</p>\n</li>\n<li>\n<p>First name and last name</p>\n</li>\n<li>\n<p>Address, State, Province, ZIP/Postal code, City</p>\n</li>\n<li>\n<p>Usage Data</p>\n</li>\n</ul>\n<h3>Usage Data</h3>\n<p>Usage Data is collected automatically when using the Service.</p>\n<p>Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.</p>\n<p>We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.</p>\n<h3>Tracking Technologies and Cookies</h3>\n<p>We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:</p>\n<ul>\n<li><strong>Cookies or Browser Cookies.</strong> A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.</li>\n<li><strong>Flash Cookies.</strong> Certain features of our Service may use local stored objects (or Flash Cookies) to collect and store information about Your preferences or Your activity on our Service. Flash Cookies are not managed by the same browser settings as those used for Browser Cookies. For more information on how You can delete Flash Cookies, please read \"Where can I change the settings for disabling, or deleting local shared objects?\" available <a href=\"https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html#main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_\" target=\"_blank\" rel=\"noopener noreferrer\">here</a></li>\n<li><strong>Web Beacons.</strong> Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).</li>\n</ul>\n<p>Cookies can be \"Persistent\" or \"Session\" Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser.</p>\n<p>We use both Session and Persistent Cookies for the purposes set out below:</p>\n<ul>\n<li>\n<p><strong>Essential Cookies</strong></p>\n<p>Type: Session Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.</p>\n</li>\n<li>\n<p><strong>Analytics Cookies</strong></p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies identify if users have accepted the use of cookies on the Website.</p>\n<p>Purpose: These Cookies allow us to locate your location when You visit the Website. The purpose of these Cookies is to provide Us with data on how many traffics we get on our Website and to locate from which point the traffic originates.</p>\n</li>\n</ul>\n<p>For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy.</p>\n<h2>Use of Your Personal Data</h2>\n<p>The Company may use Personal Data for the following purposes:</p>\n<ul>\n<li>\n<p><strong>To provide and maintain our Service</strong>, including to monitor the usage of our Service.</p>\n</li>\n<li>\n<p><strong>For the performance of a contract:</strong> the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.</p>\n</li>\n<li>\n<p><strong>For other purposes</strong>: We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.</p>\n</li>\n</ul>\n<p>We may share Your personal information in the following situations:</p>\n<ul>\n<li><strong>With Service Providers:</strong> We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.</li>\n<li><strong>For business transfers:</strong> We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.</li>\n<li><strong>With Affiliates:</strong> We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.</li>\n<li><strong>With business partners:</strong> We may share Your information with Our business partners to offer You certain products, services or promotions.</li>\n<li><strong>With other users:</strong> when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.</li>\n<li><strong>With Your consent</strong>: We may disclose Your personal information for any other purpose with Your consent.</li>\n</ul>\n<h2>Retention of Your Personal Data</h2>\n<p>The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.</p>\n<h2>Transfer of Your Personal Data</h2>\n<p>Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.</p>\n<p>Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.</p>\n<p>The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.</p>\n<h2>Disclosure of Your Personal Data</h2>\n<h3>Business Transactions</h3>\n<p>If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>\n<h3>Law enforcement</h3>\n<p>Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).</p>\n<h3>Other legal requirements</h3>\n<p>The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>Comply with a legal obligation</li>\n<li>Protect and defend the rights or property of the Company</li>\n<li>Prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>Protect the personal safety of Users of the Service or the public</li>\n<li>Protect against legal liability</li>\n</ul>\n<h2>Security of Your Personal Data</h2>\n<p>The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.</p>\n<h1> </h1>\n<h1>Children's Privacy</h1>\n<p>Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.</p>\n<p>If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.</p>\n<h1> </h1>\n<h1>Links to Other Websites</h1>\n<p>Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\n<h1> </h1>\n<h1>Changes to this Privacy Policy</h1>\n<p>We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.</p>\n<h1> </h1>\n<h1>Contact Us</h1>\n<p>If you have any questions about this Privacy Policy, You can contact us:</p>\n<ul>\n<li>By contacting us via this email: <span style=\"color: #e03e2d;\"><a href=\"mailto:info@nusantara-markt.com\">info@nusantara-markt.com</a> </span></li>\n</ul>",
            "author": {
                "name": "IndoGoods"
            },
            "tags": [
            ],
            "date_published": "2022-01-10T18:10:59+01:00",
            "date_modified": "2022-01-19T10:07:26+01:00"
        },
        {
            "id": "https://nusantara-markt.com/impressum.html",
            "url": "https://nusantara-markt.com/impressum.html",
            "title": "Impressum",
            "summary": "Angaben gemäß § 5 TMG: Herausgeber IndoGoods UG Aristotelessteig 4 10318 Berlin Vertreten durch: GF: Mochammad Tontowi Telefon: +49 163&hellip;",
            "content_html": "<h3><span class=\"impressum-subtitle contact__initial\" style=\"color: #e03e2d;\">Angaben gemäß § 5 TMG:</span></h3>\n<p><strong>Herausgeber</strong><br>IndoGoods UG<br>Aristotelessteig 4<br>10318 Berlin<br><br><strong>Vertreten durch:</strong><br>GF: Mochammad Tontowi</p>\n<h3><span class=\"impressum-subtitle contact__initial\" style=\"color: #e03e2d;\">Kontakt</span></h3>\n<p class=\"contact__description\">Telefon: +49 163 678 6595<br>Email: <a href=\"mailto:info@nusantara-markt.com\">info@nusantara-markt.com</a></p>\n<h3><span class=\"impressum-subtitle contact__initial\" style=\"color: #e03e2d;\">Umsatzsteuer-ID</span></h3>\n<p class=\"contact__description\">Umsatzsteuer-Identifikationsnummer<br>gemäß §27 a Umsatzsteuergesetz:<br><br>34/285/00956</p>\n<h3><span class=\"impressum-subtitle contact__initial\" style=\"color: #e03e2d;\">EU-Streitschlichtung</span></h3>\n<p class=\"contact__description\">Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit:<br><a href=\"https://ec.europa.eu/consumers/odr\">https://ec.europa.eu/consumers/odr</a><br><br>Unsere E-Mail-Adresse finden Sie oben im Impressum.</p>",
            "author": {
                "name": "IndoGoods"
            },
            "tags": [
            ],
            "date_published": "2022-01-10T09:53:37+01:00",
            "date_modified": "2022-01-19T07:45:00+01:00"
        },
        {
            "id": "https://nusantara-markt.com/about-us.html",
            "url": "https://nusantara-markt.com/about-us.html",
            "title": "About Us",
            "summary": " Connect Business, Build Opportunities Currently Indonesia has around 64 million small and micro business. On the other hand, the&hellip;",
            "content_html": "<h2><figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/media/posts/9/Untitled-1.jpg\" sizes=\"(max-width: 48em) 100vw, 100vw\" srcset=\"https://nusantara-markt.com/media/posts/9/responsive/Untitled-1-xs.jpg 384w ,https://nusantara-markt.com/media/posts/9/responsive/Untitled-1-sm.jpg 600w ,https://nusantara-markt.com/media/posts/9/responsive/Untitled-1-md.jpg 768w ,https://nusantara-markt.com/media/posts/9/responsive/Untitled-1-lg.jpg 1200w\"  alt=\"\" width=\"1002\" height=\"430\"></figure></h2>\n<h2>Connect Business, Build Opportunities</h2>\n<p>Currently Indonesia has around 64 million small and micro business. On the other hand, the number of overseas Indonesian is growing bigger every year. The needs for Indonesian products and commodities are currently being handled by Indonesian retail shops overseas. </p>\n<p>We make it our mission to connect every small and micro business in Indonesia with all Indonesian retail shops around the globe.</p>",
            "author": {
                "name": "IndoGoods"
            },
            "tags": [
            ],
            "date_published": "2022-01-09T22:59:48+01:00",
            "date_modified": "2022-01-18T13:25:19+01:00"
        },
        {
            "id": "https://nusantara-markt.com/indonesian-herbs-and-spices.html",
            "url": "https://nusantara-markt.com/indonesian-herbs-and-spices.html",
            "title": "Indonesian Herbs and Spices",
            "summary": "Indonesian cuisine is rich in spice and herbs. From the simplest dish like Sambal to the complicated, slow-cooked Rendang, herbs&hellip;",
            "content_html": "<p class=\"blogs_p\">Indonesian cuisine is rich in spice and herbs. From the simplest dish like Sambal to the complicated, slow-cooked Rendang, herbs are indeed important ingredients to add flavor and aroma to the foods.</p>\n<p class=\"blogs_p\">Although it seems that Indonesian cooking is very difficult, it’s not really true. In fact it’s really easy, if you know the types of herbs you are going to use in the cooking, and how to use them.</p>\n<p class=\"blogs_p\">Below are some of the essential herbs (Bahasa: bumbu dapur) used in Indonesian dishes, that you might be not familiar with:</p>\n<h3 class=\"blogs_h3\">Tamarind (Asam)</h3>\n<figure class=\"blogs__img\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_001/tamarind.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Asam or tamarind is a main herb for Sayur Asam. It is also commonly used to get rid of fishy aroma in seafood. The right way to use tamarind in Indonesian foods is by soaking tamarind in warm water, and straining the water from its residue.</p>\n<h3 class=\"blogs_h3\">Kaffir Lime Leaves (Daun Jeruk Purut)</h3>\n<figure class=\"blogs__img\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_001/kaffir.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">The leaves have a subtle fragrance which gives a distinctive taste to many lemon grass based dishes, such as Soto, Rawon, Rendang, and certain types of coconut milk-based dishes. Usually, kaffir lime leaves are used along with lemongrass, bay leaves, and galangal.</p>\n<h3 class=\"blogs_h3\">Bay Leaves (Daun Salam)</h3>\n<figure class=\"blogs__img\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_001/bay.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Like kaffir lime leaves, bay leaf also gives a subtle flavor to dishes. This leaf is used in many Indonesian dishes. You can find this leaf in traditional markets as well as supermarkets in Indonesia. Bay leaf can be stored for months in a dry and clean place with good air circulation without getting lose some of the flavor and aroma.</p>\n<h3 class=\"blogs_h3\">Aromatic Ginger (Kencur)</h3>\n<figure class=\"blogs__img\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_001/kencur.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Kencur has smaller size and its skin is slightly darker than ginger. It has a very distinctive aroma compared to other herbs. Usually kencur is used in Sambel Pecel, Sayur Lodeh, Karedok, and Rempeyek (rice flour crackers).</p>\n<h3 class=\"blogs_h3\">Slaked Lime (Kapur Sirih)</h3>\n<figure class=\"blogs__img\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_001/kapursirih.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Slaked lime is a paste obtained by grinding calcium oxide (lime) mixed (or slaked) with water. To use slaked lime in Indonesian dishes, you need to mix one part of slaked lime with two parts of water. Let it settle for one hour, and use only the clear water part of the mixture for cooking purpose. Usually, slaked lime water is used in order to make food ingredients crispier.</p>\n<h3 class=\"blogs_h3\">Candlenuts (Kemiri)</h3>\n<figure class=\"blogs__img\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_001/kemiri.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">The waxy white kernel cannot be used as a single herb, but must be ground together with other spices like garlic, shallots, chilies, and shrimp paste (terasi). Candlenuts are used as thickening agent for sauces of many Indonesian dishes.</p>\n<h3 class=\"blogs_h3\">Galangal (Lengkuas)</h3>\n<figure class=\"blogs__img\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_001/lengkuas.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Galangal has a similar texture to ginger, but has different aroma and color. This is also one of the most commonly used herbs in Indonesian dishes. To obtain subtle aroma from galangal, people usually crush or slice galangal to be added to dishes.</p>\n<h3 class=\"blogs_h3\">Kluwak</h3>\n<figure class=\"blogs__img\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_001/kluwak.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Kluwak or keluwek is the fruit of pangium edule tree which is native to the mangrove swamps of Southeast Asia. Kluwek gives the peculiar black color in Rawon (Javanese beef stew). The Toraja dish pammarrasan (black spice with fish, meat, or vegetable) also uses kluwak powder as the part of its spice.</p>\n<h3 class=\"blogs_h3\">Finger Root (Temu Kunci)</h3>\n<figure class=\"blogs__img\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_001/temu.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Temu kunci (finger root, lesser galangal, or Chinese ginger) is a medicinal and culinary herb from China and Southeast Asia. In Indonesia, this root is used in Sayur Bening (spinach soup), Urap (vegetable and coconut dish), and certain types of fish soups.</p>",
            "image": "https://nusantara-markt.com/media/posts/8/blogs_header-1.jpg",
            "author": {
                "name": "IndoGoods"
            },
            "tags": [
            ],
            "date_published": "2022-01-09T22:52:37+01:00",
            "date_modified": "2022-01-13T16:06:05+01:00"
        },
        {
            "id": "https://nusantara-markt.com/12-best-indonesian-cuisine.html",
            "url": "https://nusantara-markt.com/12-best-indonesian-cuisine.html",
            "title": "12 Best Indonesian Cuisine",
            "summary": "The variety of Indonesian foods is as diverse as its cultures. Each and every area of Indonesia has its own&hellip;",
            "content_html": "<p class=\"blogs_p\">The variety of Indonesian foods is as diverse as its cultures. Each and every area of Indonesia has its own specialty foods that you cannot find in anywhere else. Some are seasonal menus that only appear during certain times of the year.</p>\n<p class=\"blogs_p\">Regardless of the diversity of Indonesian culinary, there are some familiar foods that interestingly, many Indonesians cannot live without. Some of these foods are in the must-bring list whenever they go or live abroad for a while.</p>\n<p class=\"blogs_p\">Indonesian food really deserves some time in the limelight, and this post is dedicated to the foods all-time favorites. Oh, these foods are also must-try for anyone who has just landed in Indonesia!</p>\n<h3>Sambal</h3>\n<h2><figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/media/posts/7/sambal.jpg\" sizes=\"(max-width: 48em) 100vw, 100vw\" srcset=\"https://nusantara-markt.com/media/posts/7/responsive/sambal-xs.jpg 384w ,https://nusantara-markt.com/media/posts/7/responsive/sambal-sm.jpg 600w ,https://nusantara-markt.com/media/posts/7/responsive/sambal-md.jpg 768w ,https://nusantara-markt.com/media/posts/7/responsive/sambal-lg.jpg 1200w\"  alt=\"\" width=\"1000\" height=\"444\"></figure></h2>\n<p class=\"blogs_p\">Who doesn’t know Sambal? While this is technically more of a condiment, the chili sauce is a staple at all Indonesian table. Dishes are incomplete without a spoonful of the sauce made of fresh chili, shrimp paste, tomatoes, and sometimes fresh lime juice or young mango flesh.</p>\n<p class=\"blogs_p\">Nowadays you don’t need to crush all of those ingredients with mortar to get the sizzling hot Sambal—there are many ready-to-eat packed Sambals that you can buy at the supermarket. These sambals are packaged in a tight-lidded jar, so you can bring them anywhere or even as souvenirs.</p>\n<h3>Indomie</h3>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/media/posts/7/indomie.jpg\" sizes=\"(max-width: 48em) 100vw, 100vw\" srcset=\"https://nusantara-markt.com/media/posts/7/responsive/indomie-xs.jpg 384w ,https://nusantara-markt.com/media/posts/7/responsive/indomie-sm.jpg 600w ,https://nusantara-markt.com/media/posts/7/responsive/indomie-md.jpg 768w ,https://nusantara-markt.com/media/posts/7/responsive/indomie-lg.jpg 1200w\"  alt=\"\" width=\"1000\" height=\"444\"></figure>\n<p class=\"blogs_p\">Indomie is an Indonesian instant noodle brand. The instant noodle product comes in dozens of flavors, but there is one particular product that everybody just loves: Indomie Goreng or the fried noodle. It tastes so good that even the aroma can wake you up in the morning.</p>\n<p class=\"blogs_p\">Believe it or not, Indonesians who usually bring at least ten packs of Indomie Goreng when they are going abroad. Trivia about Indomie: a restaurant in Australia even offers Indomie Burger as their signature dish.</p>\n<h3>Soto</h3>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/media/posts/7/soto.jpg\" sizes=\"(max-width: 48em) 100vw, 100vw\" srcset=\"https://nusantara-markt.com/media/posts/7/responsive/soto-xs.jpg 384w ,https://nusantara-markt.com/media/posts/7/responsive/soto-sm.jpg 600w ,https://nusantara-markt.com/media/posts/7/responsive/soto-md.jpg 768w ,https://nusantara-markt.com/media/posts/7/responsive/soto-lg.jpg 1200w\"  alt=\"\" width=\"1000\" height=\"444\"></figure>\n<p class=\"blogs_p\">Soto is a type of Indonesian soup that comprises of broth and ingredients that vary across the archipelago. Common type of Soto that you can find on the streets is Soto Lamongan, a Javanese Soto made of clear yellow soup flavored with chicken, eggs, cabbage, and vermicelli.</p>\n<p class=\"blogs_p\">There so many types of Soto in Indonesia, including the “heavier” varieties like Soto Betawi or Coto Makassar, which broth is made of coconut milk.</p>\n<h3>Sate</h3>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/media/posts/7/sate.jpg\" sizes=\"(max-width: 48em) 100vw, 100vw\" srcset=\"https://nusantara-markt.com/media/posts/7/responsive/sate-xs.jpg 384w ,https://nusantara-markt.com/media/posts/7/responsive/sate-sm.jpg 600w ,https://nusantara-markt.com/media/posts/7/responsive/sate-md.jpg 768w ,https://nusantara-markt.com/media/posts/7/responsive/sate-lg.jpg 1200w\"  alt=\"\" width=\"1000\" height=\"444\"></figure>\n<p>Sate or Satay refers to meat skewers cook up over coals, and topped with creamy peanut sauce or sweet soy sauce. You can find this dish in literally anywhere in Indonesia.</p>\n<h3>Gado-Gado</h3>\n<figure class=\"post__image align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/media/posts/7/gado-2.jpg\" sizes=\"(max-width: 48em) 100vw, 100vw\" srcset=\"https://nusantara-markt.com/media/posts/7/responsive/gado-2-xs.jpg 384w ,https://nusantara-markt.com/media/posts/7/responsive/gado-2-sm.jpg 600w ,https://nusantara-markt.com/media/posts/7/responsive/gado-2-md.jpg 768w ,https://nusantara-markt.com/media/posts/7/responsive/gado-2-lg.jpg 1200w\"  alt=\"\" width=\"1000\" height=\"444\"></figure>\n<p>This is one of Indonesia’s famous dishes, essentially a cooked vegetable salad. At its base are boiled long beans, spinach or water spinach, corn, carrot, bean sprout, cucumber, and sometimes with fried tofu and tempe. All is topped with the classic peanut sauce.</p>\n<h3>Bakso</h3>\n<figure class=\"blogs__img align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_002/bakso.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Everyone loves Bakso. This meatball noodle soup gained international fame when Barrack Obama remembered it as one of his favorite during his stay in Jakarta.</p>\n<p class=\"blogs_p\">The balls are usually made of beef, chicken, fish or shrimp and served with noodles, vermicelli, and savory soup. Don’t forget Sambal to add the heat.</p>\n<h3 class=\"blogs_h3\">Nasi Goreng</h3>\n<figure class=\"blogs__img align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_002/nasigoreng.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Nasi Goreng is kind of like national dish to Indonesia. The Indonesian take of fried rice is often made with sweet, thick soy sauce (Kecap) and garnished with pickled cucumber, Kerupuk, and of course, Sambal.</p>\n<h3 class=\"blogs_h3\">Gorengan</h3>\n<figure class=\"blogs__img align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_002/gorengan.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Gorengan is considered as the ‘vitamins’ Indonesians need—that pretty much explains how much they love this snack. Gorengan is an assortment of snack fritters made of banana, tofu, tempe, sweet potatoes, or just fried flour dough with vegetables.</p>\n<p class=\"blogs_p\">Once you bit a piece of it, it will be hard to stop.</p>\n<h3 class=\"blogs_h3\">Ayam Goreng</h3>\n<figure class=\"blogs__img align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_002/ayamgoreng.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Translated as fried chicken, Indonesian Ayam Goreng is nowhere similar with fried chickens from famous international restaurant chain. Ayam Goreng is seasoned with turmeric, basil leaves, coriander, garlic and onions, boiled until tender, and then fried until it’s golden brown.</p>\n<p class=\"blogs_p\">The main attraction of Ayam Goreng is the Sambal that accompanies it. See, where else can you find fried chicken with sizzling hot Sambal, if not in Indonesia?</p>\n<h3 class=\"blogs_h3\">Sambal Goreng Kering</h3>\n<figure class=\"blogs__img align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_002/sambalgoreng.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Literally translated as Fried Sambal, Sambal Goreng Kering is not the fried version of the hot Sambal. It actually refers to spicy sautéed condiment made of potatoes, tempe, peanuts, or teri (anchovies), or combination of them all.</p>\n<p class=\"blogs_p\">Sambal Goreng Kering can be stored in tight-lidded jar for up to one month, so it explains why many Indonesians bring Sambal Goreng Kering when they go abroad.</p>\n<h3 class=\"blogs_h3\">Martabak Manis</h3>\n<figure class=\"blogs__img align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_002/martabakmanis.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">The thick pancake is definitely everyone’s favorite. The huge pancake is topped with a load of butter and toppings like chocolate sprinkles, cheese, peanuts, and sweet condensed milk.</p>\n<p class=\"blogs_p\">It’s heavenly delicious, but indulging yourself with too much Martabak Manis can cause unhealthy addiction!</p>\n<h3 class=\"blogs_h3\">Rendang</h3>\n<figure class=\"blogs__img align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_002/rendang.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Why is it voted as the world’s number one food by CNN? The Padang’s most famed curry is beef (or sometimes mutton) simmered for hours in coconut milk gravy and spicy seasoning until tender.</p>\n<p class=\"blogs_p\">Rendang can be found in any Padang restaurants in Indonesia or souvenir stores in West Sumatera. There is also a dried version of Rendang that can be kept for months (like jerky).</p>\n<h3 class=\"blogs_h3\">Bonus: Kerupuk</h3>\n<figure class=\"blogs__img align-center\"><img loading=\"lazy\"  src=\"https://nusantara-markt.com/assets/img/blogs/blogs_002/kerupuk.jpg\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p class=\"blogs_p\">Kerupuk or crackers are popular condiments for any Indonesian foods. It’s best to accompany soupy dishes like Soto or Bakso, but this crispy condiment literally goes well with any Indonesian foods. The only key is one: the more the merrier!</p>",
            "image": "https://nusantara-markt.com/media/posts/7/blogs_header.jpg",
            "author": {
                "name": "IndoGoods"
            },
            "tags": [
            ],
            "date_published": "2022-01-09T22:49:07+01:00",
            "date_modified": "2022-01-13T16:05:38+01:00"
        },
        {
            "id": "https://nusantara-markt.com/halawa-flour.html",
            "url": "https://nusantara-markt.com/halawa-flour.html",
            "title": "Halawa Flour",
            "summary": "Order Item Ingredients Wheat flour, tapioca flour, salt, flavor enhancer, monosodium glutamate, shallot, pepper, garlic, curry powder, hydrolyzed soy protein&hellip;",
            "content_html": "<p><a href=\"https://nusantara-markt.com\" class=\"btn\">Order Item</a></p>\n<p> </p>\n<p class=\"about__description\"><strong>Ingredients</strong><br>Wheat flour, tapioca flour, salt, flavor enhancer, monosodium glutamate, shallot, pepper, garlic, curry powder, hydrolyzed soy protein</p>\n<p class=\"about__description\"><strong>Standard</strong><br>ISO 22000:2005 (food savety management)<br>HAS 23000 (halal assurance system)<br>ISO 14001 (environment management)<br>OHSAS 18001 (health and security)</p>",
            "image": "https://nusantara-markt.com/media/posts/5/hlzq0d5i-2.png",
            "author": {
                "name": "IndoGoods"
            },
            "tags": [
                   "Seasonings"
            ],
            "date_published": "2022-01-09T22:22:35+01:00",
            "date_modified": "2022-01-13T16:10:26+01:00"
        },
        {
            "id": "https://nusantara-markt.com/halawa-mushroom.html",
            "url": "https://nusantara-markt.com/halawa-mushroom.html",
            "title": "Halawa Mushroom",
            "summary": "Order Item Ingredients Salt, sugar, flavor enhancer, mushroom, yeast extract, soy sauce, I+G Standard ISO 22000:2005 (food savety management) HAS&hellip;",
            "content_html": "<p><a href=\"https://nusantara-markt.com\" class=\"btn\">Order Item</a></p>\n<p> </p>\n<p class=\"about__description\"><strong>Ingredients</strong><br>Salt, sugar, flavor enhancer, mushroom, yeast extract, soy sauce, I+G</p>\n<p class=\"about__description\"><strong>Standard</strong><br>ISO 22000:2005 (food savety management)<br>HAS 23000 (halal assurance system)<br>ISO 14001 (environment management)<br>OHSAS 18001 (health and security)</p>",
            "image": "https://nusantara-markt.com/media/posts/4/mushroom.png",
            "author": {
                "name": "IndoGoods"
            },
            "tags": [
                   "Seasonings"
            ],
            "date_published": "2022-01-09T22:20:48+01:00",
            "date_modified": "2022-01-13T16:10:15+01:00"
        }
    ]
}
